[
  {
    "quote": "Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope; that we may be purified even as he is pure. Amen.",
    "author": "Mormon",
    "source": "Moroni 7:48",
    "hint": "Pray unto the Father with all energy of heart"
  },
  {
    "quote": "And the first fruits of repentance is baptism; and baptism cometh by faith unto the fulfilling the commandments; and the fulfilling the commandments bringeth remission of sins;\n\nAnd the remission of sins bringeth meekness, and lowliness of heart; and because of meekness and lowliness of heart cometh the visitation of the Holy Ghost, which Comforter filleth with hope and perfect love, which love endureth by diligence unto prayer, until the end shall come, when all the saints shall dwell with God.",
    "author": "Mormon",
    "source": "Moroni 8:25-26",
    "hint": "First fruits of repentance"
  },
  {
    "quote": "Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ; and if by the grace of God ye are perfect in Christ, ye can in nowise deny the power of God.\n\nAnd again, if ye by the grace of God are perfect in Christ, and deny not his power, then are ye sanctified in Christ by the grace of God, through the shedding of the blood of Christ, which is in the covenant of the Father unto the remission of your sins, that ye become holy, without spot.",
    "author": "Moroni",
    "source": "Moroni 10:32-33",
    "hint": "Be perfected in Christ"
  },
  {
    "quote": "I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot.\n\nSo then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.",
    "author": "Jehovah",
    "source": "Revelations 3:15-16",
    "hint": "I would thou wert cold or hot"
  },
  {
    "quote": "Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.",
    "author": "Jehovah",
    "source": "Revelations 3:20",
    "hint": "I stand at the door, and knock"
  },
  {
    "quote": "For I the Lord cannot look upon sin with the least degree of allowance;\n\nNevertheless, he that repents and does the commandments of the Lord shall be forgiven;",
    "author": "Jehovah",
    "source": "Doctrine and Covenants 1:31-32",
    "hint": "Least degree of allowance"
  },
  {
    "quote": "...after I had retired to my bed for the night, I betook myself to prayer and supplication to Almighty God for forgiveness of all my sins and follies, and also for a manifestation to me, that I might know of my state and standing before him; for I had full confidence in obtaining a divine manifestation, as I previously had one.",
    "author": "Joseph Smith",
    "source": "Joseph Smith History 1:29",
    "hint": "Seeking another divine manifestation"
  }
]
